{
    "SimCenter-UQ": {
        "citations": [
            {
                "citation": "GPy. (2012-present). GPy: A Gaussian process framework in Python. Retrieved from http://github.com/SheffieldML/GPy.",
                "description": "Surrogate modeling functionality of quoFEM is built upon the GPy library, an open-source Python framework for Gaussian process modeling developed in the Sheffield machine learning group."
            },
            {
                "citation": "Kyprioti, A.P., Zhang, J., and Taflanidis, A.A. (2020). Adaptive design of experiments for global Kriging metamodeling through cross-validation information. Structural and Multidisciplinary Optimization, 1-23.",
                "description": "If the user selected the IMSEw or MMSEw DoE Options under the 'Advanced Option for Gaussian Process Model' in the SimCenterUQ engine, the algorithm outlined in this paper is utilized."
            },
            {
                "citation": "Yi, S.R. and Taflanidis, A.A., (2023). Computationally Efficient Adaptive Design of Experiments for Global Metamodeling through Integrated Error Approximation and Multicriteria Search Strategies. Journal of Engineering Mechanics, 149(8), p.04023050.",
                "description": "If the user selected the Pareto DoE Option under the 'Advanced Option for Gaussian Process Model' in the SimCenterUQ engine, the algorithm outlined in this paper is utilized."
            },
            {
                "citation": "Kyprioti, A.P. and Taflanidis, A.A., (2021). Kriging metamodeling for seismic response distribution estimation. Earthquake Engineering & Structural Dynamics, 50(13), pp.3550-3576.",
                "description": "If the user selected the Heteroscedastic 'Nugget Variances' option under the 'Advanced Option for Gaussian Process Model' in the SimCenterUQ engine, the algorithm outlined in this paper is utilized."
            }
        ]
    },
    "quoFEM": {
        "citations": [
            {
                "citation": "Frank McKenna, Sang-ri Yi, Aakash Bangalore Satish, Adam Zsarnoczay, Michael Gardner, & Wael Elhaddad. (2025). NHERI-SimCenter/quoFEM: Version 4.1.0 (v4.1.0). https://doi.org/10.5281/zenodo.14583957 ",
                "description": "This is the overall tool reference used to indicate the version of the tool."
            },
            {
                "citation": "Gregory G. Deierlein, Frank McKenna, Adam Zsarnóczay, Tracy Kijewski-Correa, Ahsan Kareem, Wael Elhaddad, Laura Lowes, Matthew J. Schoettler, and Sanjay Govindjee (2020) A Cloud-Enabled Application Framework for Simulating Regional-Scale Impacts of Natural Hazards on the Built Environment. Frontiers in the Built Environment. 6:558706. doi: 10.3389/fbuil.2020.558706",
                "description": " This marker paper describes the SimCenter application framework, which was designed to simulate the impacts of natural hazards on the built environment.It  is a necessary attribute for publishing work resulting from the use of SimCenter tools, software, and datasets."
            }
        ]
    }
}
